Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Profile_FontFace.Header
source: Font face
de_de: Schriftart
es_es: Tipo de fuente
fr_fr: Type de police
it_it: Tipo di carattere
ja_jp: フォント フェイス
ko_kr: 글꼴
ru_ru: Начертание шрифта
sr_cyrl_rs: Фонт текста
zh_cn: 字体
zh_tw: 字體

# Profile_FontFaceBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Font face
de_de: Schriftart
es_es: Tipo de fuente
fr_fr: Type de police
it_it: Tipo di carattere
ja_jp: フォント フェイス
ko_kr: 글꼴
ru_ru: Начертание шрифта
sr_cyrl_rs: Фонт текста
zh_cn: 字体
zh_tw: 字體

# Profile_FontFace.HelpText
source: You can use multiple fonts by separating them with an ASCII comma.
de_de: Sie können mehrere Schriftarten verwenden, indem Sie sie durch ein ASCII-Komma voneinander trennen.
es_es: Puede usar varias fuentes separándolas con una coma ASCII.
fr_fr: Vous pouvez utiliser plusieurs polices en les séparant par une virgule ASCII.
it_it: Puoi usare più tipi di carattere separandoli con una virgola ASCII.
ja_jp: 複数のフォントを使用するには、複数のフォントを ASCII コンマで区切ります。
ko_kr: 여러 글꼴을 ASCII 쉼표로 구분하여 사용할 수 있습니다.
ru_ru: Вы можете использовать несколько шрифтов, разделив их запятой ASCII.
sr_cyrl_rs: Можете да наведете више фонтова тако што их раздвојите ASCII запетом.
zh_cn: 通过使用 ASCII 逗号分隔多个字体，可以使用这些字体。
zh_tw: 您可以使用 ASCII 逗號分隔多個字型。

# Profile_FontSize.Header
source: Font size
de_de: Schriftgrad
es_es: Tamaño de la fuente
fr_fr: Taille de police
it_it: Dimensioni del carattere
ja_jp: フォント サイズ
ko_kr: 글꼴 크기
ru_ru: Размер шрифта
sr_cyrl_rs: Величина фонта
zh_cn: 字号
zh_tw: 字型大小

# Profile_FontSizeBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Font size
de_de: Schriftgrad
es_es: Tamaño de la fuente
fr_fr: Taille de police
it_it: Dimensioni del carattere
ja_jp: フォント サイズ
ko_kr: 글꼴 크기
ru_ru: Размер шрифта
sr_cyrl_rs: Величина фонта
zh_cn: 字号
zh_tw: 字型大小

# Profile_FontSize.HelpText
source: Size of the font in points.
de_de: Größe der Schriftart in Punkt.
es_es: Tamaño de la fuente en puntos.
fr_fr: Taille de la police en points.
it_it: Dimensioni del tipo carattere in punti.
ja_jp: フォントのサイズ (ポイント単位)。
ko_kr: 글꼴의 크기(포인트 단위)입니다.
ru_ru: Размер шрифта в точках.
sr_cyrl_rs: Величина фонта у типографским тачкама.
zh_cn: 以磅为单位中字体的大小。
zh_tw: 字體大小以點為單位。

# Profile_LineHeight.Header
source: Line height
de_de: Zeilenhöhe
es_es: Alto de línea
fr_fr: Hauteur de ligne
it_it: Altezza linea
ja_jp: 行の高さ
ko_kr: 줄 높이
ru_ru: Высота строки
sr_cyrl_rs: Висина линије
zh_cn: 行高
zh_tw: 行高

# Profile_CellWidth.Header
source: Cell width
de_de: Zellenbreite
es_es: Ancho de celda
fr_fr: Largeur de cellule
it_it: Larghezza cella
ja_jp: セルの幅
ko_kr: 셀 너비
ru_ru: Ширина ячейки
sr_cyrl_rs: Ширина ћелије
zh_cn: 单元格宽度
zh_tw: 儲存格寬度

source: Line height
de_de: Zeilenhöhe
es_es: Alto de línea
fr_fr: Hauteur de ligne
it_it: Altezza linea
ja_jp: 行の高さ
ko_kr: 줄 높이
ru_ru: Высота строки
sr_cyrl_rs: Висина линије
zh_cn: 行高
zh_tw: 行高

# Profile_CellWidthBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cell width
de_de: Zellenbreite
es_es: Ancho de celda
fr_fr: Largeur de cellule
it_it: Larghezza cella
ja_jp: セルの幅
ko_kr: 셀 너비
ru_ru: Ширина ячейки
sr_cyrl_rs: Ширина ћелије
zh_cn: 单元格宽度
zh_tw: 儲存格寬度

# Profile_LineHeight.HelpText
source: Override the line height of the terminal. Measured as a multiple of the font size. The default value depends on your font and is usually around 1.2.
de_de: Überschreiben Sie die Zeilenhöhe des Terminals. Gemessen als Vielfaches des Schriftgrads. Der Standardwert hängt von Ihrer Schriftart ab und liegt in der Regel bei 1,2.
es_es: Invalide el alto de línea del terminal. Medido como múltiplo del tamaño de fuente. El valor predeterminado depende de la fuente y suele ser alrededor de 1,2.
fr_fr: Remplacez la hauteur de la ligne du terminal. Mesuré sous la forme d’un multiple de la taille de la police. La valeur par défaut dépend de votre police et se situe généralement autour de 1,2.
it_it: Sovrascrive l'altezza della linea del terminale. Si misura come multiplo della dimensione del carattere. Il valore predefinito dipende dal tipo di carattere e in genere è intorno a 1,2.
ja_jp: ターミナルの行の高さをオーバーライドします。フォント サイズの倍数として測定されます。 既定値はフォントによって異なりますが、通常は約 1.2 です。
ko_kr: 터미널에서 각 줄의 높이를 재정의합니다. 글꼴 크기의 배수로 설정합니다. 기본값은 글꼴에 따라 달라지며 일반적으로 약 1.2입니다.
ru_ru: Переопределить высоту строки терминала. Измеряется как кратное размеру шрифта. Значение по умолчанию зависит от вашего шрифта и обычно составляет около 1,2.
sr_cyrl_rs: Преиначује висину линије терминала. Изражава се као умножак величине фонта. Подразумевана вредност зависи од фонта који користите, и обично је око 1.2.
zh_cn: 重写终端的行高。以字体大小的倍数度量。默认值取决于字体，通常约为 1.2。
zh_tw: 覆寫終端機的行高。以字型大小的倍數表示。預設值取決於您的字型，通常大約是 1.2。

# Profile_CellWidth.HelpText
source: Override the cell width of the terminal. Measured as a multiple of the font size. The default value depends on your font and is usually around 0.6.
de_de: Überschreiben Sie die Zellenbreite des Terminals. Gemessen als Vielfaches des Schriftgrads. Der Standardwert hängt von Ihrer Schriftart ab und liegt in der Regel bei 0,6.
es_es: Invalidar el ancho de celda del terminal. Medido como múltiplo del tamaño de fuente. El valor predeterminado depende de la fuente y suele ser alrededor de 0,6.
fr_fr: Remplacez la largeur de cellule du terminal. Se mesure en tant que multiple de la taille de police. La valeur par défaut dépend de votre police et est généralement autour de 0,6.
it_it: Esegue l'override della larghezza della cella del terminale. Misurato come multiplo delle dimensioni del carattere. Il valore predefinito dipende dal tipo di carattere e in genere è circa 0,6.
ja_jp: ターミナルのセル幅をオーバーライドします。フォント サイズの倍数として計測されます。既定値はフォントによって異なり、通常は 0.6 前後です。
ko_kr: 터미널의 셀 너비를 재정의합니다. 글꼴 크기의 배수로 측정되었습니다. 기본값은 글꼴에 따라 달라지며 대개 약 0.6입니다.
ru_ru: Переопределите ширину ячейки терминала. Измеряется как кратное размеру шрифта. Значение по умолчанию зависит от шрифта и обычно около 0,6.
sr_cyrl_rs: Преиначује ширину ћелије терминала. Изражава се као умножак величине фонта. Подразумевана вредност зависи од фонта који користите, и обично је око 0.6.
zh_cn: 覆盖终端的单元格宽度。以字号的倍数度量。默认值取决于字体，通常约为 0.6。
zh_tw: 覆寫終端機的單元格寬度。以字型大小的倍數表示。預設值取決於您的字型，通常大約是0.6。

# Profile_EnableBuiltinGlyphs.Header
source: Builtin Glyphs
de_de: Integrierte Glyphen
es_es: Glifos integrados
fr_fr: Glyphes intégrés
it_it: Glifi incorporati
ja_jp: 組み込みグリフ
ko_kr: 기본 제공 문자 모양
ru_ru: Встроенные глифы
sr_cyrl_rs: Уграђени глифови
zh_cn: 内置字形
zh_tw: 內建自符

# Profile_EnableBuiltinGlyphs.HelpText
source: When enabled, the terminal draws custom glyphs for block element and box drawing characters instead of using the font.
de_de: Wenn diese Option aktiviert ist, zeichnet das Terminal benutzerdefinierte Glyphen für Blockelement- und Rahmenelementzeichen, anstatt die Schriftart zu verwenden.
es_es: Cuando está habilitado, el terminal dibuja glifos personalizados para los caracteres de dibujo de elementos de bloque y cuadros, en lugar de usar la fuente.
fr_fr: Lorsque cette option est activée, le terminal trace des glyphes personnalisés pour les éléments de bloc et pour les caractères de dessin de boîte au lieu d'utiliser la police de caractère.
it_it: Se abilitato, il terminale disegna glifi personalizzati per i caratteri di disegno a blocchi di elementi e caselle anziché usare il tipo di carattere.
ja_jp: 有効にすると、ターミナルは、フォントを使用する代わりに、ブロック要素とボックス描画文字のカスタム グリフを描画します。
ko_kr: 사용하도록 설정하면 터미널은 글꼴을 사용하는 대신 블록 요소 및 상자 그리기 문자에 대한 사용자 지정 문자 모양을 그립니다.
ru_ru: Если этот параметр включен, терминал рисует собственные глифы для элементов блока и символов рисования прямоугольников вместо использования шрифта.
sr_cyrl_rs: Када је укључено, терминал користи произвољне глифове за блок елемент карактере и карактере који се користе за исцртавање оквира, уместо оних из фонта.
zh_cn: 启用后，终端会使用自定义字形来绘制块元素和框线绘图字符，而不是使用字体。
zh_tw: 啟用時，終端機會為區塊元素和方塊繪圖字元繪製自訂字符，而非使用字型。

# Profile_EnableColorGlyphs.Header
source: Full-color Emoji
de_de: Vollfarb-Emoji
es_es: Emoji a todo color
fr_fr: Emoji en couleurs
it_it: Emoji a colori
ja_jp: フル カラーの絵文字
ko_kr: 풀 컬러 이모지
ru_ru: Полноцветные эмодзи
sr_cyrl_rs: Емођи у пуној боји
zh_cn: 全色表情符号
zh_tw: 全彩表情圖示

# Profile_EnableColorGlyphs.HelpText
source: When enabled, Emoji are displayed in full color.
de_de: Wenn diese Option aktiviert ist, werden Emojis in Vollfarbe angezeigt.
es_es: Cuando se habilita, los emojis se muestran a todo color.
fr_fr: Lorsque cette option est activée, les emojis sont affichés en couleurs.
it_it: Se questa opzione è abilitata, le emoji sono visualizzate a colori.
ja_jp: 有効にすると、絵文字がフル カラーで表示されます。
ko_kr: 사용하도록 설정하면 이모지가 풀 컬러로 표시됩니다.
ru_ru: Если эта функция включена, эмодзи отображаются в полноцветном режиме.
sr_cyrl_rs: Када је укључено, Емођији се приказују у пуној боји.
zh_cn: 启用后，表情符号将以全色显示。
zh_tw: 啟用時，表情圖示會以全彩顯示。

source: Font weight
de_de: Schriftstärke
es_es: Espesor de la fuente
fr_fr: Épaisseur de la police
it_it: Spessore del carattere
ja_jp: フォントの太さ
ko_kr: 글꼴 두께
ru_ru: Насыщенность шрифта
sr_cyrl_rs: Тежина фонта
zh_cn: 字体粗细
zh_tw: 字型粗細

# Profile_FontWeight.Header
source: Font weight
de_de: Schriftstärke
es_es: Espesor de la fuente
fr_fr: Épaisseur de la police
it_it: Spessore del carattere
ja_jp: フォントの太さ
ko_kr: 글꼴 두께
ru_ru: Насыщенность
sr_cyrl_rs: Тежина фонта
zh_cn: 字体粗细
zh_tw: 字型粗細

# Profile_FontWeight.HelpText
source: Sets the weight (lightness or heaviness of the strokes) for the given font.
de_de: Legt die Strichstärke (leichter oder betonter) für die angegebene Schriftart fest.
es_es: Establece el grosor (luminosidad o densidad de los trazos) para la fuente especificada.
fr_fr: Définit le poids (la luminosité ou l’épaisseur des traits d’encre) de la police.
it_it: Imposta il peso (leggerezza o pesantezza dei tratti) per il tipo di carattere specificato.
ja_jp: 指定されたフォントの太さ （ストロークの軽さまたは重さ） を設定します。
ko_kr: 지정된 글꼴의 두께(스트로크 얇게 또는 굵게)를 설정합니다.
ru_ru: Устанавливает вес (легкость или тяжесть штрихов) для заданного шрифта.
sr_cyrl_rs: Поставља тежину (дебљину потеза) за дати фонт.
zh_cn: 设置指定字体的粗细（笔画的轻重）。
zh_tw: 為指定的字型設定權數 (筆觸的亮度或重度)。

# Profile_FontAxes.Header
source: Variable font axes
de_de: Variable Schriftartachsen
es_es: Ejes de fuente variable
fr_fr: Axes de polices variables
it_it: Assi di carattere variabile
ja_jp: 変数フォント軸
ko_kr: 가변 글꼴 축
ru_ru: Переменные оси шрифта
sr_cyrl_rs: Променљиве осе фонта
zh_cn: 可变字体轴
zh_tw: 可變字型軸

# Profile_FontAxesAvailable.Text
source: Add or remove font axes for the given font.
de_de: Schriftartachsen für die angegebene Schriftart hinzufügen oder entfernen.
es_es: Agrega o quita ejes de fuente para la fuente dada.
fr_fr: Ajoutez ou supprimez des axes de police pour la police donnée.
it_it: Aggiungi o rimuovi gli assi di carattere per il tipo di carattere specificato.
ja_jp: 指定されたフォントのフォント軸を追加または削除します。
ko_kr: 지정된 글꼴의 글꼴 축을 추가하거나 제거합니다.
ru_ru: Добавление или удаление осей для заданного шрифта.
sr_cyrl_rs: Додаје или уклања осе фонта за дати фонт.
zh_cn: 添加或删除给定字体的字体轴。
zh_tw: 新增或移除指定字型的字型軸。

# Profile_FontAxesUnavailable.Text
source: The selected font has no variable font axes.
de_de: Die ausgewählte Schriftart weist keine variablen Schriftartachsen auf.
es_es: La fuente seleccionada no tiene ejes de fuente variables.
fr_fr: La police sélectionnée n’a aucun axe de police variable.
it_it: Il tipo di carattere selezionato non ha assi di carattere variabile.
ja_jp: 選択したフォントには可変フォント軸がありません。
ko_kr: 선택한 글꼴에 가변 글꼴 축이 없습니다.
ru_ru: В выбранном шрифте нет переменных осей.
sr_cyrl_rs: Изабрани фонт нема ниједну променљиву осу фонта.
zh_cn: 所选字体没有可变字体轴。
zh_tw: 選取的字型沒有變數字型軸。

# Profile_FontFeatures.Header
source: Font features
de_de: Schriftartfeatures
es_es: Características de fuente
fr_fr: Fonctionnalités de police
it_it: Caratteristiche dei tipi di carattere
ja_jp: フォント機能
ko_kr: 글꼴 기능
ru_ru: Компоненты шрифта
sr_cyrl_rs: Особине фонта
zh_cn: 字体功能
zh_tw: 字型功能

# Profile_FontFeaturesAvailable.Text
source: Add or remove font features for the given font.
de_de: Schriftartfeatures für die angegebene Schriftart hinzufügen oder entfernen.
es_es: Agrega o quita características de fuente para la fuente dada.
fr_fr: Ajoutez ou supprimez des fonctionnalités de police pour la police donnée.
it_it: Aggiungi o rimuovi le caratteristiche del tipo di carattere per il tipo di carattere specificato.
ja_jp: 指定されたフォントのフォント機能を追加または削除します。
ko_kr: 지정된 글꼴의 글꼴 기능을 추가하거나 제거합니다.
ru_ru: Добавление или удаление компонентов шрифта для данного шрифта.
sr_cyrl_rs: Додаје или уклања особине фонта за дати фонт.
zh_cn: 添加或删除给定字体的字体功能。
zh_tw: 新增或移除指定字型的字型功能。

# Profile_FontFeaturesUnavailable.Text
source: The selected font has no font features.
de_de: Die ausgewählte Schriftart weist keine Schriftartfeatures auf.
es_es: La fuente seleccionada no tiene características de fuente.
fr_fr: La police sélectionnée n’a aucune fonctionnalité de police.
it_it: Il tipo di carattere selezionato non ha caratteristiche per i tipi di carattere.
ja_jp: 選択したフォントにはフォント機能がありません。
ko_kr: 선택한 글꼴에 글꼴 기능이 없습니다.
ru_ru: В выбранном шрифте нет компонентов.
sr_cyrl_rs: Изабрани фонт нема ниједну особину фонта.
zh_cn: 所选字体没有字体功能。
zh_tw: 選取的字型沒有字型功能。

# Profile_General.Header
source: General
de_de: Allgemein
fr_fr: Paramètres par défaut
it_it: Generale
ja_jp: 全般
ko_kr: 일반
ru_ru: Общие
sr_cyrl_rs: Опште
zh_cn: 常规
zh_tw: 一般

# Profile_Hidden.Header
source: Hide profile from dropdown
de_de: Profil in Dropdownliste ausblenden
es_es: Ocultar perfil de la lista desplegable
fr_fr: Masquez le profil de la liste déroulante
it_it: Nascondi profilo da elenco a discesa
ja_jp: ドロップダウンからプロファイルを非表示にする
ko_kr: 드롭다운에서 프로필 숨기기
ru_ru: Скрытие профиля из выпадающего списка
sr_cyrl_rs: Сакриј профил из падајуће листе
zh_cn: 从下拉菜单中隐藏
zh_tw: 在下拉式清單中隱藏設定檔

# Profile_Hidden.HelpText
source: If enabled, the profile will not appear in the list of profiles. This can be used to hide default profiles and dynamically generated profiles, while leaving them in your settings file.
de_de: Wenn diese Option aktiviert ist, wird das Profil nicht in der Liste der Profile angezeigt. Dies kann verwendet werden, um Standardprofile und dynamisch generierte Profile auszublenden, während sie in Ihrer Einstellungsdatei bleiben.
es_es: Si se habilita, el perfil no aparecerá en la lista de perfiles. Se puede usar para ocultar los perfiles predeterminados y los perfiles generados dinámicamente, al dejarlos en el archivo de configuración.
fr_fr: Si cette option est activée, le profil n’apparaît pas dans la liste des profils. Peut être utilisé pour masquer les profils par défaut et les profils générés dynamiquement, tout en les laissant dans votre fichier de paramètres.
it_it: Se questa opzione è abilitata, il profilo non verrà visualizzato nell'elenco dei profili. Può essere usato per nascondere i profili predefiniti e i profili generati dinamicamente, lasciandoli nel file di impostazioni.
ja_jp: 有効にした場合、プロファイルはプロファイルの一覧に表示されません。これを使用すると、既定のプロファイルや動的に生成されたプロファイルを設定ファイルに残したまま非表示にすることができます。
ko_kr: 사용하도록 설정하면 프로필이 프로필 목록에 나타나지 않습니다. 기본 프로필 및 동적으로 생성된 프로필을 설정 파일에 그대로 두는 데 사용할 수 있습니다.
ru_ru: Если этот параметр включен, профиль не будет отображаться в списке профилей. Используется для скрытия профилей по умолчанию и динамического создания профилей, которые при этом остаются в файле настроек.
sr_cyrl_rs: Ако је укључено, овај профил се неће појављивати у листи профила. Ово може да се употреби за сакривање подразумеваних профила и динамички генерисаних профила, мада се још увек чувају у фајлу подешавања.
zh_cn: 如果启用，配置文件将不会显示在配置文件列表中。这可用于隐藏默认配置文件和动态生成的配置文件，同时将它们保留在设置文件中。
zh_tw: 如果啟用，設定檔將不會顯示在設定檔清單中。這可用來隱藏預設設定檔和動態產生的設定檔，同時將它們留在您的設定檔案中。

# Profile_Elevate.Header
source: Run this profile as Administrator
de_de: Dieses Profil als Administrator ausführen
es_es: Ejecutar este perfil como Administrador
fr_fr: Exécuter ce profil en tant qu’administrateur
it_it: Esegui questo profilo come amministratore
ja_jp: このプロファイルを管理者として実行する
ko_kr: 이 프로필을 관리자 권한으로 실행
ru_ru: Запустить этот профиль от имени администратора
sr_cyrl_rs: Покрећи овај профил као администратор
zh_cn: 以管理员身份运行此配置文件
zh_tw: 以系統管理員身分執行此設定檔

# Profile_Elevate.HelpText
source: If enabled, the profile will open in an Admin terminal window automatically. If the current window is already running as admin, it will open in this window.
de_de: Wenn diese Option aktiviert ist, wird das Profil automatisch in einem Admin Terminalfenster geöffnet. Wenn das aktuelle Fenster bereits als Administrator ausgeführt wird, wird es in diesem Fenster geöffnet.
es_es: Si se habilita, el perfil se abrirá automáticamente en una ventana de terminal Administración. Si la ventana actual ya se está ejecutando como administrador, se abrirá en esta ventana.
fr_fr: Si cette option est activée, le profil s’ouvre automatiquement dans une fenêtre de terminal Administration. Si la fenêtre active est déjà en cours d’exécution en tant qu’administrateur, elle s’ouvre dans cette fenêtre.
it_it: Se questa opzione è abilitata, il profilo verrà aperto automaticamente in una finestra del terminale Amministrazione. Se la finestra corrente è già in esecuzione come amministratore, verrà aperta in questa finestra.
ja_jp: 有効にすると、プロファイルは自動的にターミナル ウィンドウ管理開きます。現在のウィンドウが既に管理者として実行されている場合は、このウィンドウで開きます。
ko_kr: 사용하도록 설정하면 프로필이 관리 터미널 창에서 자동으로 열립니다. 현재 창이 관리자 권한으로 이미 실행되고 있는 경우 이 창에서 열립니다.
ru_ru: Если этот параметр включен, профиль будет автоматически открываться в Администратор терминала. Если текущее окно уже запущено от имени администратора, оно откроется в этом окне.
sr_cyrl_rs: Ако је укључено, профил ће се аутоматски отварати у Админ терминалском прозору. Ако се текући прозор већ извршава као админ, отвориће се у том прозору.
zh_cn: 如果启用，配置文件将在管理员终端窗口中自动打开。如果当前窗口已以管理员身份运行，它将在此窗口中打开。
zh_tw: 如果啟用，配置檔將會自動在 管理員 終端機視窗中開啟。如果目前的視窗已以系統管理員身分執行，則會在此視窗中開啟。

# Profile_HistorySize.Header
source: History size
de_de: Größe des Verlaufs
es_es: Tamaño del historial
fr_fr: Taille de l’historique
it_it: Dimensioni cronologia
ja_jp: 履歴のサイズ
ko_kr: 기록 크기
ru_ru: Размер журнала
sr_cyrl_rs: Величина историје
zh_cn: 历史记录大小
zh_tw: 歷史大小

source: History size
de_de: Verlaufsgröße
es_es: Tamaño del historial
fr_fr: Taille de l’historique
it_it: Dimensioni cronologia
ja_jp: 履歴のサイズ
ko_kr: 기록 크기
ru_ru: Размер журнала
sr_cyrl_rs: Величина историје
zh_cn: 历史记录大小
zh_tw: 記錄大小

# Profile_HistorySize.HelpText
source: The number of lines above the ones displayed in the window you can scroll back to.
de_de: Die Anzahl der Zeilen oberhalb der, die im Fenster angezeigt werden, zu dem Sie zurück scrollen können.
es_es: El número de líneas encima de las que se muestran en la ventana a la que puede desplazarse.
fr_fr: Nombre de lignes au-dessus des lignes affichées dans la fenêtre auxquelles vous pouvez accéder en défilant.
it_it: Il numero di righe sopra quelli visualizzati nella finestra in cui è possibile eseguire lo scorrimento.
ja_jp: 画面に表示されている行の上にスクロールして戻すことができる行数です。
ko_kr: 뒤로 스크롤할 수 있는 창에 표시된 줄 수
ru_ru: Количество строк над отображаемыми в окне, к которым вы можете вернуться прокручиванием.
sr_cyrl_rs: Број линија изнад оних приказаних у прозору, на које можете да се скролујете.
zh_cn: 可向后滚动到的窗口中显示的行数。
zh_tw: 視窗中顯示的行數，您可以在視窗中顯示。

# Profile_Icon.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
ru_ru: Значок
sr_cyrl_rs: Икона
zh_cn: 图标
zh_tw: 圖示

# Profile_Icon.Header
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
ru_ru: Значок
sr_cyrl_rs: Икона
zh_cn: 图标
zh_tw: 圖示

# Profile_IconBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
ru_ru: Значок
sr_cyrl_rs: Икона
zh_cn: 图标
zh_tw: 圖示

# Profile_IconEmojiBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
ru_ru: Значок
sr_cyrl_rs: Икона
zh_cn: 图标
zh_tw: 圖示

# Profile_Icon.HelpText
source: Emoji or image file location of the icon used in the profile.
de_de: Emoji- oder Bilddateipfad des im Profil verwendeten Symbols.
es_es: Ubicación del archivo de imagen o emoji del icono que se usa en el perfil.
fr_fr: Emplacement de l’image ou emoji pour l’icône du profil.
it_it: Posizione del file dell'emoji o dell'immagine usato per l'immagine del profilo.
ja_jp: プロファイルで使用されるアイコンの絵文字またはイメージ ファイルの場所です。
ko_kr: 프로필에 사용된 아이콘의 이모지 또는 이미지 파일 위치입니다.
ru_ru: Расположение эмодзи или файла изображения для значка, используемого в профиле.
sr_cyrl_rs: Емођи или локација фајла слике иконе која се користи у профилу.
zh_cn: 配置文件中所使用图标的表情符号或图像文件位置。
zh_tw: 設定檔中所用圖示的表情圖示或影像檔案位置。

# Profile_IconBrowse.Content
source: Browse...
de_de: Durchsuchen…
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
ru_ru: Открыть...
sr_cyrl_rs: Прегледај...
zh_cn: 浏览……
zh_tw: 瀏覽...

source: Padding
de_de: Abstand
es_es: Espaciado
fr_fr: Marges
it_it: Spaziatura interna
ja_jp: パディング
ko_kr: 안쪽 여백
ru_ru: Заполнение
sr_cyrl_rs: Испуна
zh_cn: 边框间距
zh_tw: 邊框間距

# Profile_Padding.Header
source: Padding
de_de: Abstand
es_es: Espaciado
fr_fr: Marges
it_it: Spaziatura interna
ja_jp: パディング
ko_kr: 안쪽 여백
ru_ru: Внутренние поля
sr_cyrl_rs: Испуна
zh_cn: 边框间距
zh_tw: 邊框間距

# Profile_Padding.HelpText
source: Sets the padding around the text within the window.
de_de: Legt den Abstand um den Text im Fenster fest.
es_es: Establece el espaciado alrededor del texto dentro de la ventana.
fr_fr: Définit la marge intérieure autour du texte dans la fenêtre.
it_it: Imposta la spaziatura interna attorno al testo all'interno della finestra.
ja_jp: ウィンドウ内のテキストの周囲のスペースを設定します。
ko_kr: 창 내에서 텍스트를 안쪽 여백으로 설정합니다.
ru_ru: Задание заполнения текста в окне.
sr_cyrl_rs: Поставља испуну око текста унутар прозора.
zh_cn: 设置窗口中文本周围的边距。
zh_tw: 設定視窗內文字的邊框間距。

# Profile_RetroTerminalEffect.Header
source: Retro terminal effects
de_de: Retro-Terminal-Effekte
es_es: Efecto de terminal retro
fr_fr: Effet terminal rétro
it_it: Attiva/disattiva effetto retrò del terminale
ja_jp: レトロ ターミナルの効果
ko_kr: 레트로 터미널 효과
ru_ru: Ретро-эффекты терминала
sr_cyrl_rs: Ретро терминал ефекти
zh_cn: 复古风格的终端效果
zh_tw: 懷舊的終端機效果

# Profile_RetroTerminalEffect.HelpText
source: Show retro-style terminal effects such as glowing text and scan lines.
de_de: Zeigen Sie Retro-Terminaleffekte wie leuchtenden Text und Scanzeilen an.
es_es: Muestra efectos del terminal de estilo retro, como texto brillante y líneas de exploración.
fr_fr: Afficher les effets de terminal rétro, tels que le texte lumineux et les lignes d’analyse.
it_it: Mostra effetti di terminale in stile retrò, come testo neon e linee di scansione.
ja_jp: 光彩テキストやスキャン ラインなどのレトロ ターミナル効果を表示します。
ko_kr: 텍스트가 빛나거나 검색 선과 같은 레트로 스타일 터미널 효과를 사용할 수 있습니다.
ru_ru: Показывать эффекты терминалов в стиле ретро, такие как светящийся текст и линии сканирования.
sr_cyrl_rs: Приказује ефекте терминала у ретро стилу, као што су текст који сија и линије скенирања.
zh_cn: 显示怀旧式终端效果，例如，光亮文本和扫描线条。
zh_tw: 顯示懷舊風格的終端效果 (例如發光文字和掃描線)。

# Profile_AdjustIndistinguishableColors.Header
source: Automatically adjust lightness of indistinguishable text
de_de: Automatisches Anpassen der Helligkeit von nicht unterscheidbarem Text
es_es: Ajustar automáticamente la luminosidad del texto indistinguible
fr_fr: Ajuster automatiquement la luminosité du texte illisible.
it_it: Regola automaticamente la luminosità del testo indistinguibile
ja_jp: 見分けがつかないテキストの明るさを自動的に調整する
ko_kr: 구분할 수 없는 텍스트의 밝기 자동 조정
ru_ru: Автоматическая регулировка освещенности неразличимого текста
sr_cyrl_rs: Аутоматски подеси светлину текста који се не разазнаје
zh_cn: 自动调整无法区分的文本的亮度
zh_tw: 自動調整無法分辨的文字亮度
